Repository: janna51/drupal7
Catalog: sites/all/modules/thickbox/po/*.po
Languages: de

source: Thickbox options
de: Thickbox Optionen

source: Enable for image nodes
de: Für image-Nodes aktivieren

source: Automatically activate Thickbox for all image nodes (requires the image module).
de: Aktiviere Thickbox automatisch für alle image-Nodes (image Modul benötigt)

source: Image derivative
de: Bildversion

source: Select which image derivative will be loaded.
de: Die zu ladende Bildversion wählen

source: Enable for login links
de: Thickbox für das Login Formular verwenden

source: Automatically activate Thickbox for links to user/login.
de: Aktiviere Thickbox für user/login.

source: Deactivate Thickbox on specific pages
de: Thickbox auf bestimmten Seiten deaktivieren

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
de: Pro Zeile eine Seite als Drupalpfad eingeben. '*' ist ein Platzhalter. Beispielpfade: %blog für die Blogseite und %blog-wildcard für jeden Blog. %front ist die Startseite.

source: Configure Thickbox behavior.
de: Thickbox konfigurieren

source: Login
de: Einloggen

source: Close
de: Schließen

source: Next >
de: Nächstes >

source: < Prev
de: < Voriges

source: or Esc Key
de: oder ESC Taste

source: Next / Close on last
de: Nächstes / Beim Letzten schließen

source: Image !current of !total
de: Bild !current von !total

source: Enables Thickbox, a jQuery plugin.
de: Das jQuery PlugIn Thickbox aktivieren
